Repository: sonnyp/Tangram
Catalog: po/*.po
Languages: cs, de, fi, fr, hi, it, ja, nb_no, nl, pt_br, ru, si, tr, uk

source: Sonny Piers
hi: सन्नी पियर्स
ru: Сонни Пайерс

source: Browser for your pinned tabs
cs: Prohlížeč pro vaše připnuté záložky
de: Browser für angepinnte Tabs
fi: Selain kiinnitetyille välilehdillesi
fr: Navigateur pour vos onglets épinglés
hi: आपके पिन किए गए टैब के लिए ब्राउज़र
it: Browser per le tue schede appuntate
ja: タブをピン留めできるブラウザ
nb_no: Nettleser for dine festede faner
nl: Blader door vastgemaakte tabbladen
pt_br: Navegador para suas abas fixadas
ru: Браузер для закрепленных вкладок
si: ඔබගේ ඇමුණුම් ටැබ් සඳහා බ්‍රවුසරය
tr: Sabitlenmiş sekmeleriniz için tarayıcı
uk: Браузер для ваших закріплених вкладок

source: Tangram is a new kind of browser. It is designed to organize and run your Web applications. Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.
cs: Tangram je nový druh prohlížeče. Je navržen tak, aby organizoval a spouštěl vaše webové aplikace. Každá karta je trvalá a nezávislá. Pro stejnou aplikaci můžete nastavit více karet s různými účty.
de: Tangram ist eine neue Art von Browser. Tangram ist designed für Web-Anwendungen. Jeder Tab ist konsistent und unabhängig von den Anderen. Du kannst mehrere Tabs mit unterschiedlichen Accounts des gleichen Dienstes verwenden.
fi: Tangram on uudentyyppinen verkkoselain. Se on suunniteltu järjestelemään ja suorittamaan verkkosovelluksia. Välilehdet ovat pysyviä ja itsenäisiä. Voit asettaa useamman välilehden käyttämaan eri käyttäjätunnuksia samalle sovellukselle.
fr: Tangram est un nouveau type de navigateur. Il est conçu pour organiser et exécuter vos applications Web. Chaque onglet est persistant et indépendant. Vous pouvez définir plusieurs onglets avec des comptes différents pour la même application.
hi: Tangram एक नए तरह का ब्राउज़र है। इसे आपके वेब एप्लिकेशन को व्यवस्थित और चलाने के लिए डिज़ाइन किया गया है। प्रत्येक टैब सतत और स्वतंत्र है. आप एक ही एप्लिकेशन के लिए विभिन्न खातों के साथ एकाधिक टैब सेट कर सकते हैं।
it: Tangram è un nuovo tipo di browser. È progettato per organizzare e far funzionare le tue webapp. Ogni scheda è persistente e indipendente. Puoi impostare più schede con differenti account per la stessa applicazione.
ja: Tangramは新しいタイプのブラウザで、Webアプリケーションを整理して実行させるために設計されています。各タブは永久的で独立しています。一つのWebアプリに対して、異なるアカウントでタブを固定することができます。
nb_no: Tangram er en ny type nettleser. Den er designet for å organisere og kjøre dine nettprogrammer. Hver faner er vedvarende og uavhengig. Du kan sette opp flere faner med forskjellige kontoer for samme program.
nl: Tangram is een nieuw soort browser. Het idee is dat je webapps kunt draaien en beheren door elke app te openen op een tabblad, wat vervolgens wordt vastgemaakt. Je kunt meerdere accounts per app gebruiken.
pt_br: Tangram é um novo tipo de navegador. Ele é desenhado para organizar e executar suas aplicações Web. Cada aba é persistente e independente. Você pode definir múltiplas abas com diferentes contas para a mesma aplicação.
ru: Tangram — это новый вид браузера. Он предназначен для организации и запуска ваших веб-приложений. Каждая вкладка является постоянной и независимой. Вы можете установить несколько вкладок с разными учетными записями для одного и того же приложения.
si: ටැන්ග්‍රම් යනු නව බ්‍රවුසරයකි. එය ඔබගේ වෙබ් යෙදුම් සංවිධානය කිරීමට සහ ධාවනය කිරීමට සැලසුම් කර ඇත. සෑම ටැබයක්ම ස්ථීර සහ ස්වාධීන වේ. ඔබට එකම යෙදුම සඳහා විවිධ ගිණුම් සහිත ටැබ් කිහිපයක් සැකසිය හැක.
tr: Tangram yeni bir tarayıcı türüdür. Web uygulamalarınızı organize etmek ve çalıştırmak için tasarlanmıştır. Her sekme kalıcı ve bağımsızdır. Aynı uygulama için farklı hesaplara sahip birden fazla sekme ayarlayabilirsiniz.
uk: Tangram — це новий вид браузера. Він призначений для організації та запуску ваших веб-додатків. Кожна вкладка є постійною та незалежною. Ви можете встановити кілька вкладок з різними обліковими записами для однієї програми.

source: Common use cases:
cs: Příklady použití:
de: Anwendungsbeispiele:
fi: Yleisiä käyttötapauksia:
fr: Commun cas d'utilisations :
hi: सामान्य उपयोग के मामले:
it: Casi comuni d'uso:
ja: 一般的な使用例：
nb_no: Vanlige bruksfall:
nl: Gebruiksdoeleinden:
pt_br: Casos de uso comuns:
ru: Общие случаи исползования:
si: පොදු භාවිත අවස්ථා:
tr: Yaygın kullanım durumları:
uk: Типові випадки використання:

source: Stay up to date with your favorite communities; Mastodon, Twitter, ...
cs: Zůstaňte v obraze se svými oblíbenými komunitami; Mastodon, Twitter,...
de: Bleib auf dem Laufenden mit deinen Lieblings-Communities: Mastodon, Twitter, ...
fi: Seuraa suosikkiyhteisöjäsi; Mastodon, Twitter, …
fr: Restez à jour avec vos communautés préférées : Mastodon, Twitter…
hi: अपने पसंदीदा समुदायों के साथ अपडेट रहें; Mastodon, Twitter, …
it: Rimani aggiornato con le tue comunità preferite: Mastodon, Twitter, ...
ja: Mastodon、Twitterなど、お気に入りのコミュニティの最新情報をお届け
nb_no: Hold deg oppdatert med det som skjer i dine favorittsirkler; Mastodon, Twitter, …
nl: Blijf op de hoogte van de laatste berichten op Mastodon, Twitter, etc.
pt_br: Fique em dia com suas comunidades favoritas; Mastodon, Twitter, ...
ru: Будьте в курсе с вашими любимыми сообществами; Мастодон, Твиттер, ...
si: ඔබේ ප්‍රියතම ප්‍රජාවන් සමඟ යාවත්කාලීනව සිටින්න; Mastodon, Twitter, ...
tr: Gözde topluluklarınızla güncel kalın; Mastodon, Twitter, ...
uk: Будьте в курсі улюблених спільнот; Mastodon, Twitter, ...

source: Merge all these chat applications into one; WhatsApp, Messenger, Telegram, ...
cs: Slučte všechny tyto chatovací aplikace do jedné; WhatsApp, Messenger, Telegram,...
de: Vereine alle deine Chat-Anwendungen in einer: WhatsApp, Messenger, Telegram, ...
fi: Tuo kaikki viestintäsovellukset yhteen; WhatsApp, Messenger, Telegram, …
fr: Fusionnez toutes ces applications de dicussion en une seule : WhatsApp, Messenger, Telegram…
hi: इन सभी चैट एप्लिकेशन को एक में मर्ज करें; WhatsApp, Messenger, Telegram, …
it: Unisci tutte quelle app di messaggistica in una sola: Whatsapp, Messenger, Telegram, ...
ja: WhatsApp、Messenger、Telegramなどのチャットアプリを１つにまとめる
nb_no: Flett alle disse sludreprogrammene til ett; WhatsApp, Messenger, Telegram …
nl: Beheer meerdere chatapps tegelijk, zoals WhatsApp, Facebook Messenger, Telegram, etc.
pt_br: Mescle todas essas aplicações de chat em uma só; WhatsApp, Messenger, Telegram, ...
ru: Объедините все эти чат-приложения в одно; WhatsApp, Мессенджер, Telegram, ...
si: මෙම සියලු කතාබස් යෙදුම් එකකට ඒකාබද්ධ කරන්න; WhatsApp, Messenger, Telegram, ...
tr: Tüm sohbet uygulamalarını tek uygulamada birleştirin; WhatsApp, Messenger, Telegram, ...
uk: Об’єднайте всі ці чат програми в одну; WhatsApp, Messenger, Telegram, ...

source: Group your organization tools under one application; EMail, Calendar, ...
cs: Seskupte své organizační nástroje pod jednu aplikaci; E-mail, kalendář,...
de: Gruppiere deine Dienste in einer Anwendung: E-Mail, Kalender, ...
fi: Kokoa järjestösi työvälineet yhteen ohjelmistoon; Sähköposti, kalenteri, …
fr: Regroupez vos outils d'organisation dans une seule application : courriel, calendrier…
hi: अपने संगठन के टूल को एक एप्लिकेशन के अंतर्गत समूहित करें; ईमेल, कैलेंडर, …
it: Raggruppa i tuoi strumenti organizzativi in un'applicazione: e-mail, calendario…
ja: Eメール、カレンダーなどの組織ツールを一つにまとめる
nb_no: Grupper dine organisasjonsverktøy under ett program; E-post, kalender …
nl: Groepeer overige nuttige apps, zoals e-mail, agenda, etc.
pt_br: Agrupe suas ferramentas de organização em uma aplicação; Email, Calendário, ...
ru: Сгруппируйте инструменты вашей организации в одном приложении; Электронная почта, Календарь, ...
si: එක් යෙදුමක් යටතේ ඔබේ ආයතනික මෙවලම් කණ්ඩායම් කරන්න; ඊමේල්, දින දර්ශනය, ...
tr: Kurumsal araçlarınızı tek uygulama altında toplayın; E-posta, Takvim, ...
uk: Згрупуйте інструменти організації в одній програмі; Електронна пошта, Календар, ...

source: One-stop for multiple sources of documentation or information
cs: Jedno místo pro více zdrojů dokumentace nebo informací
de: Eine zentrale Anlaufstelle für mehrere Dokumentations- und Informationsquellen
fi: Yksi pysähdys monelle tiedon tai dokumentaation lähteelle
fr: Un guichet unique pour de multiples sources de documentation ou d'information
hi: दस्तावेज़ीकरण या सूचना के अनेक स्रोतों के लिए वन-स्टॉप
it: Un centro per molteplici fonti di documentazione o informazioni
ja: 複数のドキュメントや情報のソースをワンストップで提供
nb_no: Ditt stoppested for flerfoldige kilder til dokumentasjon og info
nl: Eén venster met allerlei documentatie of informatie
pt_br: Um só lugar para múltiplas fontes de documentação ou informação
ru: Универсальное решение для нескольких источников документации или информации
si: ලේඛන හෝ තොරතුරු බහුවිධ මූලාශ්‍ර සඳහා එක්-නැවතුම්
tr: Birden fazla belge veya bilgi kaynağı için tek durak
uk: Єдине місце для кількох джерел документації чи інформації

source: Fix a bug preventing to start Tangram
cs: Oprava chyby bránící spuštění Tangram
de: Fehler behoben, der Tangram am Starten gehindert hat
fr: Correction d'un bogue empêchant de lancer Tangram
hi: Tangram को प्रारंभ करने से रोकने वाले बग को ठीक किया गया
it: Risolto un bug che impediva di avviare Tangram
nl: Opgelost: bug die het starten van Tangram verhinderde
pt_br: Corrigir um bug que impede a inicialização do Tangram
ru: Исправлена ошибка ломавшая запуск Tangram
uk: Виправте помилку, яка заважає запуску Tangram

source: Reduce the noisiness of logs
cs: Přehlednější logy
de: Rauschen in den Logs reduziert
hi: लॉग के शोर को कम करता है
it: Ridotta la verbosità dei log
nl: Verbeterd: geen onnodige regels meer in logboeken
pt_br: Reduzir o ruído dos logs
ru: Снижен шум от логов

source: Fix a bug preventing to add new tabs
cs: Oprava chyby bránící přidávání nových záložek
de: Fehler beim Hinzufügen neuer Tabs behoben
hi: नए टैब जोड़ने से रोकने वाले बग को ठीक किया गया
it: Risolto bug che impediva di aggiungere nuove schede
nl: Opgelost: bug die nieuwe tabbladen verhinderde
pt_br: Corrigir um bug que impede a adição de novas guias
ru: Исправлена ошибка при добавлении новых вкладок
uk: Виправте помилку, яка заважає додавати нові вкладки

source: Notifications priority is normal instead of urgent by default
cs: Priorita oznámení je ve výchozím nastavení normální místo naléhavé
de: Die Standardpriorität für Benachrichtigungen ist normal, nicht dringend
fi: Ilmoitusten oletusprioriteetti on normaali kiireellisen sijaan
fr: La priorité des notifications est normale et non plus urgente par défaut
hi: अधिसूचना प्राथमिकता डिफ़ॉल्ट रूप से अत्यावश्यक के बजाय सामान्य है
it: La priorità delle notifiche è impostata come predefinito su normale al posto di urgente
ja: 通知の優先度はデフォルトでは「緊急」ではなく「通常」になりました
nb_no: Merknadsprioritet er som forvalg «normal» istedenfor «haster»
nl: De meldingsprioriteit staat standaard ingesteld op ‘normaal’ in plaats van ‘urgent’
pt_br: A prioridade das notificações é normal ao invés de urgente por padrão
ru: Приоритет уведомлений нормальный, а не срочный, по умолчанию
si: පෙරනිමියෙන් හදිසි වෙනුවට දැනුම්දීම් ප්‍රමුඛතාවය සාමාන්‍ය වේ
tr: Bildirim önceliği varsayılan olarak acil yerine normaldir
uk: Пріоритет сповіщень стандартний, а не терміновий за замовчуванням

source: Add a per-tab setting to change notifications priority
cs: Nastavení priority oznámení pro každou záložku
de: Prorität der Benachrichtigungen pro Tab einstellen
fi: Lisää välilehtikohtainen asetus muuttaaksesi ilmoitusten prioriteettia
fr: Ajout d'un paramètre par onglet pour modifier la priorité des notifications
hi: अधिसूचना प्राथमिकता बदलने के लिए प्रति-टैब सेटिंग जोड़ा गया
it: Aggiunta la possibilità di impostare la priorità delle notifiche per ogni scheda
ja: タブごとに通知の優先度を変更する設定の追加
nb_no: Innstillinger per fane for endring av merknadsprioritet
nl: Het meldingsniveau kan per tabblad worden ingesteld
pt_br: Adicionada uma configuração por aba para alterar a prioridade das notificações
ru: Добавьте настройку для каждой вкладки, чтобы изменить приоритет уведомлений
si: දැනුම්දීම් ප්‍රමුඛතාව වෙනස් කිරීමට ටැබ් එකකට සැකසීමක් එක් කරන්න
tr: Bildirim önceliğini değiştirmek için sekme başına ayar ekleme
uk: Додайте налаштування для кожної вкладки, щоб змінити пріоритет сповіщень

source: Fix authentication on many popular websites
cs: Opraveno: Přihlášení na mnoha populárních stránkách
de: Anmeldeprobleme bei zahlreichen Diensten behoben
fi: Korjaa monen suositun sivuston todennus
fr: Correction de l'authentification sur de nombreux sites web populaires
hi: कई लोकप्रिय वेबसाइटों पर प्रमाणीकरण ठीक करता है
it: Sistemata l'autenticazione su molti siti web popolari
ja: 人気のウェブサイトでの認証を修正
nb_no: Fiks identitetsbekreftelse på mange populære nettsider
nl: Opgelost: authenticatie op populaire websites
pt_br: Autenticação em diversos sites populares consertada
ru: Исправить аутентификацию на многих популярных веб-сайтах
si: බොහෝ ජනප්‍රිය වෙබ් අඩවි වල සත්‍යාපනය නිවැරදි කරන්න
tr: Birçok yaygın web sitesinde kimlik doğrulaması için düzeltme
uk: Виправте автентифікацію на багатьох популярних веб-сайтах

source: Fix Cancel button in tab settings dialog
cs: Oprava tlačítka Storno v dialogu nastavení záložky
de: Problem mit Abbrechen-Button in Einstellungen behoben
fi: korjaa Peruuta-painike välilehden asetusten valintaikkunassa
fr: Correction du bouton Annuler dans la boîte de dialogue des paramètres de l'onglet
hi: टैब सेटिंग्स संवाद में रद्द करें बटन को ठीक करता है
it: Sistemato il bottone Annulla nel dialogo dell'impostazione per le schede
ja: タブの設定ダイアログのキャンセルボタンを修正
nb_no: Fiks «Avbryt»-knapp i innstillingsdialog
nl: Opgelost: annuleerknop in de instellingen
pt_br: Diálogo do botão cancelar nas configurações de aba consertado
ru: Исправить кнопку «Отмена» в диалоге настроек вкладки
si: ටැබ් සැකසුම් සංවාදයේ අවලංගු බොත්තම සවි කරන්න
tr: Sekme ayarları iletişim kutusundaki İptal düğmesi için düzeltme
uk: Виправити кнопку «Скасувати» в діалоговому вікні налаштувань вкладки

source: Use middle-click or Ctrl+click to open links in the browser
cs: K otevření odkazů v prohlížeči lze použít prostřední tlačítko nebo Ctrl+kliknutí
de: Mit mittlerer Maustaste oder STRG+Linke-Maustaste klicken, um Links im Browser zu öffnen
fi: Käytä keskinapsautusta tai Ctrl+napsautusta linkkien avaamiseen selaimessa
fr: Utiliser le clic du milieu ou Ctrl+clic pour ouvrir les liens dans le navigateur
hi: ब्राउज़र में लिंक खोलने के लिए मिडिल-क्लिक या Ctrl+क्लिक का उपयोग करें
it: Usa il tasto centrale o Ctrl+tasto sinistro per aprire i collegamenti nel browser
ja: 中クリックまたはCtrl+クリックでリンクをブラウザで開く
nb_no: Bruk midtklikk eller Ctrl+klikk for å åpne lenker i nettleseren
nl: Open links met middelklikken of Ctrl-klikken
pt_br: Use o clique com o botão do meio ou pressionando Ctrl para abrir links no navegador
ru: Используйте щелчок средней кнопкой мыши или Ctrl+щелчок, чтобы открывать ссылки в браузере
si: බ්‍රවුසරයේ සබැඳි විවෘත කිරීමට මැද ක්ලික් හෝ Ctrl+click භාවිතා කරන්න
tr: Bağlantıları tarayıcıda açmak için orta tıklama veya Ctrl+tıklama kullanımı
uk: Використовуйте клацання середньою кнопкою миші або Ctrl+клацання, щоб відкривати посилання у браузері

source: Fix window title
cs: Opraven titulek okna
de: Fenster-Titel korrigiert
fi: Korjaa ikkunan otsikko
fr: Correction du titre de la fenêtre
hi: विंडो शीर्षक ठीक करता है
it: Sistemato il titolo della finestra
ja: ウィンドウタイトルの修正
nb_no: Fikset vindustittel
nl: Opgelost: venstertitel
pt_br: Título da janela consertado
ru: Исправить заголовок окна
si: කවුළු මාතෘකාව නිවැරදි කරන්න
tr: Pencere başlığı için düzeltme
uk: Виправити заголовок вікна

source: Update GNOME runtime to 41
cs: Aktualizován runtime GNOME na 41
de: GNOME-Laufzeitumgebung auf Version 41 aktualisiert
fi: Päivitä GNOME-ajoaika versioon 41
fr: Mise à jour du runtime GNOME à 41
hi: GNOME रनटाइम को 41 पर अपडेट करें
it: Aggiornato il runtime di GNOME alla versione 41
ja: GNOMEランタイムを41にアップデート
nb_no: Oppdatert GNOME-kjøreomgivelse til 41
nl: De GNOME-runtime is bijgewerkt naar versie 41
pt_br: Runtime do GNOME atualizado para 41
ru: Обновить среду выполнения GNOME до версии 41
si: GNOME ධාවන කාලය 41 දක්වා යාවත්කාලීන කරන්න
tr: GNOME çalışma zaman 41'e güncellendi
uk: Оновіть GNOME runtime до 41

source: Fix an issue preventing some sites such as Twitter or Facebook from being added.
cs: Oprava problému, který brání přidání některých webů, jako je Twitter nebo Facebook.
de: Fehler beim Hinzufügen von Twitter und Facebook behoben.
fi: Korjaa virhe joka estää joidenkin sivustojen kuten Twitter tai Facebook lisäämisen.
fr: Correction d'un problème empêchant l'ajout de certains sites tels que Twitter ou Facebook.
hi: Twitter या Facebook जैसी कुछ साइटों को जोड़े जाने से रोकने वाली समस्या को ठीक करता है।
it: Sistemato un problema che non permetteva di aggiungere alcuni siti come Twitter e Facebook.
ja: TwitterやFacebookなどの一部のサイトが追加されない問題を修正しました。
nb_no: Fikset en feil som forhindrer noen sider som f.eks. Twitter eller Facebook fra å bli lagt til.
nl: Opgelost: probleem omtrent het toevoegen van sites als Twitter en Facebook.
pt_br: Consertado um problema que prevenia que sites como o Twitter ou o Facebook fossem adicionados.
ru: Исправить ошибку, из-за которой некоторые сайты, такие как Twitter или Facebook, не добавляются.
si: Twitter හෝ Facebook වැනි සමහර වෙබ් අඩවි එකතු කිරීම වැළැක්වීමේ ගැටලුවක් නිරාකරණය කරන්න.
tr: Twitter veya Facebook gibi bazı sitelerin eklenmesini engelleyen bir sorun düzeltildi.
uk: Вирішіть проблему, яка перешкоджає додаванню деяких сайтів, наприклад Twitter або Facebook.

source: Update GNOME runtime to 3.38
cs: Aktualizován runtime GNOME na 3.38
de: GNOME-Laufzeitumgebung auf Version 3.38 aktualisiert
fi: Päivitä GNOME-ajoaika versioon 3.38
fr: Mise à jour du runtime GNOME vers 3.38
hi: GNOME रनटाइम को 3.38 पर अपडेट करें
it: Aggiornato il runtime di GNOME alla versione 3.38
ja: GNOMEランタイムを3.38にアップデート
nb_no: Oppdatert GNOME-kjøreomgivelse til 3.38
nl: De GNOME-runtime is bijgewerkt naar versie 3.38
pt_br: Runtime do GNOME atualizado para 3.38
ru: Обновить среду выполнения GNOME до версии 3.38
si: GNOME ධාවන කාලය 3.38 වෙත යාවත්කාලීන කරන්න
tr: GNOME çalışma zamanı 3.38'e güncellendi
uk: Оновіть GNOME runtime до 3.38

source: Enable spell checking
cs: Povolena kontrola pravopisu
de: Rechtschreibkorrektur aktivieren
fi: Ota käyttöön oikeinkirjoituksen tarkistus
fr: Activer le correcteur orthographique
hi: वर्तनी जाँच सक्षम करता है
it: Attiva il controllo ortografico
ja: スペルチェックを有効化
nb_no: Påskrudd stavekontroll
nl: Spellingcontrole toegevoegd
pt_br: Habilitar correção ortográfica
ru: Включить проверку правописания
si: අක්ෂර වින්යාස පරීක්ෂාව සක්රීය කරන්න
tr: Yazım denetimi etkinleştirildi
uk: Увімкнути перевірку правопису

source: Customizable user-agent per instance
cs: Přizpůsobitelný uživatelský agent na každou instanci
de: Anpassbarer User-Agent pro Instanz
fi: Muokattava käyttäjäagentti joka välilehteä kohden
fr: Agent utilisateur personnalisable par instance
hi: प्रति उदाहरण अनुकूलन योग्य उपयोगकर्ता-एजेंट
it: User agent personalizzabile per ogni scheda
ja: インスタンスごとにカスタマイズ可能なユーザーエージェント
nb_no: Tilpasset brukeragent per instans
nl: Instelbare gebruikersagent per proces
pt_br: Usuário-agente por instância customizável
ru: Настраиваемый пользовательский агент для каждого процесса
si: එක් අවස්ථාවක අභිරුචිකරණය කළ හැකි පරිශීලක නියෝජිතයා
tr: Örnek başına özelleştirilebilir kullanıcı aracısı
uk: Налаштовуваний агент користувача для кожного екземпляра

source: New project icon/logo
cs: Nová ikona/logo projektu
de: Neues Logo/Icon
fi: Uusi logo/kuvake projektille
fr: Nouvelle icône/logo du projet
hi: नया प्रोजेक्ट आइकन/लोगो
it: Nuovi icona e logo del progetto
ja: 新しいプロジェクトアイコン/ロゴ
nb_no: Nytt prosjektikon/logo
nl: Nieuw projectpictogram/-logo
pt_br: Novo logo/ícone do projeto
ru: Новый значок/логотип проэкта
si: නව ව්‍යාපෘති නිරූපකය/ලාංඡනය
tr: Yeni proje simgesi/logosu
uk: Новий значок/логотип проекту

source: New tab background color respects dark mode
cs: Barva pozadí nové záložky respektuje tmavý režim
de: Hintergrundfarbe der neuen Registerkarte berücksichtigt den dunklen Modus
fi: Uuden välilehden tausta mukautuu tummaan tilaan
fr: La couleur de fond du nouvel onglet respecte le mode sombre
hi: नए टैब का पृष्ठभूमि रंग डार्क मोड का सम्मान करता है
it: Il colore dello sfondo di una nuova scheda rispetta la modalità scura
ja: 新しいダークモードリスペクトな背景のタブ
nb_no: Ny fanebakgrunnsfarge som respekterer mørkt draktvalg
nl: Tabbladachtergronden volgen voortaan het donkere thema
pt_br: A nova cor de fundo das abas respeita o modo escuro
ru: Цвет фона новой вкладки соответствует темному режиму
si: නව ටැබ් පසුබිම් වර්ණය අඳුරු මාදිලියට ගරු කරයි
tr: Yeni sekme arka plan rengi karanlık kipe uyar
uk: Колір тла нової вкладки відповідає темному режиму

source: Add support for downloading files
cs: Přidání podpory pro stahování souborů
de: Unterstützung für das Herunterladen von Dateien hinzufügt
fi: Tue tiedostojen lataamista
fr: Ajout d'une prise en charge pour le téléchargement de fichiers
hi: फ़ाइलें डाउनलोड करने के लिए समर्थन जोड़ा गया
it: Aggiunto il supporto per scaricare i file
ja: ファイルのダウンロードに対応
nb_no: Støtte for nedlasting av filer
nl: Nieuw: bestanden kunnen worden gedownload
pt_br: Adicionado o suporte ao download de arquivos
ru: Цвет фона новой вкладки соответствует темному режиму
si: ගොනු බාගත කිරීම සඳහා සහය එක් කරන්න
tr: Dosya indirme desteği eklendi
uk: Додати підтримку для завантаження файлів

source: Add home button
cs: Přidáno tlačítko Domů
de: Knopf für Startseite hinzugefügt
fi: Lisää kotisivupainike
fr: Ajouter un bouton d'accueil
hi: होम बटन जोड़ा गया
it: Aggiunto il bottone per la pagina principale
ja: ホームボタンを追加
nb_no: «Hjem»-knapp lagt til
nl: Nieuw: startpaginaknop
pt_br: Adicionado o botão home
ru: Добавить кнопку "Домой"
si: මුල් පිටුව බොත්තම එක් කරන්න
tr: Ev düğmesi eklendi
uk: Додати кнопку "додому"

source: Better desktop integration
cs: Lepší integrace desktopu
de: Bessere Desktop-Integration
fi: Parempi työpöydän integraatio
fr: Meilleure intégration au bureau
hi: बेहतर डेस्कटॉप एकीकरण
it: Migliore integrazione con il desktop
ja: デスクトップの統合が向上
nb_no: Bedre skrivebordsintegrering
nl: Betere werkomgevingsintegratie
pt_br: Melhor integração com o desktop
ru: Улучшенная интеграция с рабочим столом
si: වඩා හොඳ ඩෙස්ක්ටොප් ඒකාබද්ධ කිරීම
tr: Daha iyi masaüstü entegrasyonu
uk: Краща інтеграція з робочим столом

source: Fix the main window becoming tiny when unmaximizing
cs: Oprava chyby velikosti okna při zmenšení
de: Korrektur des Fehlers, durch den das Hauptfenster beim Aufheben der Maximierung winzig wurde
fi: Korjaa pääikkunan pienentyminen ikkunan koon palautuessa
fr: Corrige la taille de la fenêtre principale qui devient trop petite lorsqu'elle n'est pas maximisée
hi: अनमैक्सिमाइज़ करने पर मुख्य विंडो छोटी हो जाती है, इसे ठीक करता है
it: Sistemata la finestra principale che diventava minuscola quando veniva minimizzata
ja: 最小化時にメインウィンドウが小さくなるのを修正
nb_no: Fikset at hovedvindu ble lite ved oppheving av maksimering
nl: Opgelost: probleem omtrent het hoofdvenster bij demaximaliseren
pt_br: Corrigido o erro onde a janela principal ficava minúscula quando desmaximizada
ru: Исправлена ошибка, из-за которой главное окно становилось крошечным при разворачивании
si: උපරිමය ඉවත් කිරීමේදී ප්‍රධාන කවුළුව කුඩා වීම නිවැරදි කරන්න
tr: Ana pencerenin Büyütme işleminden sonra küçücük olması hatası düzeltildi
uk: Виправити, щоб головне вікно стало крихітним під час розгортання
