Repository: sonnyp/Tangram
Catalog: po/*.po
Languages: cs, de, fi, fr, hi, it, ja, nb_no, nl, pt_br, ru, si, tr, uk

source: Enable touchpad/touchscreen swipe navigation gestures
cs: Povolena navigační gesta přejetí prstem po touchpadu/dotykové obrazovce
de: Aktivieren von Touchpad/Touchscreen-Wischgesten zur Navigation
fi: Ota käyttöön kosketuslevyn/kosketusnäytön pyyhintäeleellinen ohjaus
fr: Activer la navigation gestuelle pour les pavés et écrans tactile
hi: टचपैड/टचस्क्रीन स्वाइप नेविगेशन जेस्चर सक्षम किया गया
it: Attiva i gesti di navigazione su touchpad/touchscreen
ja: タッチパッド・タッチパネルのナビゲーションジェスチャーの有効化
nb_no: Påskrudd navigasjonshåndvendinger for pekeflate
nl: Nieuw: touchpad/-screengebaren
pt_br: Habilitar o gesto de navegação varrer no touchpad/touchscreen
ru: Включить жесты навигации по тачпаду/сенсорному экрану
si: touchpad/touchscreen ස්වයිප් සංචාලන අභිනයන් සබල කරන්න
tr: Dokunmatik yüzey/dokunmatik ekran kaydırarak gezinme hareketleri etkinleştirildi
uk: Увімкніть жести навігації тачпадом/сенсорним екраном

source: Better notifications handling
cs: Lepší zpracování oznámení
de: Bessere Verarbeitung von Benachrichtigungen
fi: Parempi ilmoitusten käsittely
fr: Meilleure gestion des notifications
hi: बेहतर सूचना प्रबंधन
it: Migliore gestione delle notifiche
ja: 通知の処理の改善
nb_no: Bedre håndtering av merknader
nl: Betere meldingsafhandeling
pt_br: Melhor gerenciamento de notificações
ru: Улучшенная обработка уведомлений
si: වඩා හොඳ දැනුම්දීම් හැසිරවීම
tr: Daha iyi bildirim yönetimi
uk: Покращена обробка сповіщень

source: Improved web compatibility and performances
cs: Vylepšená kompatibilita a výkon webu
de: Web-Kompatibilität und Leistung verbessert
fi: Parannettu verkkoyhteensopivuus ja suoritus
fr: Amélioration de la compatibilité et des performances Web
hi: बेहतर वेब संगतता और प्रदर्शन
it: Migliorata la compatibilità web e le performance
ja: Webの互換性とパフォーマンスの向上
nb_no: Forbedret nett-kompabilitet og ytelse
nl: Betere webcompatibiliteit en prestaties
pt_br: Melhoradas a compatibilidade web e sua performance
ru: Улучшенная веб-совместимость и производительность
si: වැඩිදියුණු කළ වෙබ් ගැළපුම සහ කාර්ය සාධනය
tr: Web uyumluluğu ve performans iyileştirmeleri
uk: Покращена веб-сумісність і продуктивність

source: Tangram now works properly on Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
cs: Tangram nyní funguje správně na Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
de: Tangram funktioniert jetzt korrekt mit Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
fi: Tangram toimii nyt oikein Flatpak 1.0:lla (Linux Mint, Ubuntu 18.04, …)
fr: Tangram fonctionne maintenant correctement sur Flatpak 1.0 (Linux Mint, Ubuntu 18.04…)
hi: Tangram अब Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...) पर ठीक से काम करता है
it: Tangram ora funziona correttamente su Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
ja: Flatpak 1.0のバージョンでTangramが正常に動作するようになりました (Linux Mint, Ubuntu 18.04, ...)
nb_no: Tangram fungerer nå bra med Flatpak 1.0 (Linux Mint, Ubuntu 18.04 …)
nl: Tangram werkt voortaan ook met Flatpak 1.0 (Linux Mint, Ubuntu 18.04, etc.)
pt_br: Tangram agora funciona propriamente no Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
ru: Tangram теперь корректно работает с Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
tr: Tangram artık Flatpak 1.0 üzerinde düzgün çalışıyor (Linux Mint, Ubuntu 18.04, ...)
uk: Tangram тепер працює належним чином на Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)

source: Tabs position
cs: Pozice záložek
de: Position der Tabs
fi: Välilehtien sijainti
fr: Position des onglets
hi: टैब्स स्थिति
it: Posizione delle schede
ja: タブの位置
nb_no: Faneposisjon
nl: Tabbladlocatie
pt_br: Posição das abas
ru: Позиция вкладок
si: ටැබ් පිහිටීම
tr: Sekme konumu
uk: Положення вкладок

source: Sets the position of the tabs
cs: Nastavuje pozici záložek
de: Legt die Position der Tabs fest
fi: Asettaa välilehtien sijainnin
fr: Définir la position des onglets
hi: टैब की स्थिति निर्धारित करता है
it: Imposta la posizione delle schede
ja: タブの位置を設定する
nb_no: Plasserer fanene
nl: Geef aan waar de tabbladen moeten worden getoond
pt_br: Define a posição das abas
ru: Устанавливает положение вкладок
si: ටැබ් වල පිහිටීම සකසයි
tr: Sekmelerin konumunu ayarlar
uk: Встановлює положення вкладок

source: Window width
cs: Šířka okna
de: Fensterbreite
fi: Ikkunan leveys
fr: Largeur de la fenêtre
hi: विंडो चौड़ाई
it: Altezza finestra
ja: ウィンドウ幅
nb_no: Vindusbredde
nl: Vensterbreedte
pt_br: Largura da janela
ru: Ширина окна
si: කවුළුව පළල
tr: Pencere genişliği
uk: Ширина вікна

source: Width of the window
cs: Šířka okna
de: Breite des Fensters
fi: Ikkunan leveys
fr: Largeur de la fenêtre
hi: विंडो की चौड़ाई
it: Altezza della finestra
ja: ウィンドウの幅
nb_no: Bredden på vinduet
nl: De breedte van het venster
pt_br: Largura da janela
ru: Ширина окна
si: කවුළුවේ පළල
tr: Pencerenin genişliği
uk: Ширина вікна

source: Window height
cs: Výška okna
de: Fensterhöhe
fi: Ikkunan korkeus
fr: Hauteur de la fenêtre
hi: विंडो ऊंचाई
it: Larghezza finestra
ja: 窓の高さ
nb_no: Vindushøyde
nl: Vensterhoogte
pt_br: Altura da janela
ru: Высота окна
si: කවුළුව උස
tr: Pencere yüksekliği
uk: Висота вікна

source: Height of the window
cs: Výška okna
de: Höhe des Fensters
fi: Ikkunan korkeus
fr: Hauteur de la fenêtre
hi: विंडो की ऊंचाई
it: Larghezza della finestra
ja: ウィンドウの高さ
nb_no: Høyden på vinduet
nl: De hoogte van het venster
pt_br: Altura da janela
ru: Высота окна
si: කවුළුවේ උස
tr: Pencerenin yüksekliği
uk: Висота вікна

source: Window maximized
cs: Okno maximalizováno
de: Fenster maximiert
fi: Ikkuna suurennettu
fr: Fenêtre maximisée
hi: विंडो अधिकतमीकृत
it: Finestra massimizzata
ja: ウィンドウ最大化
nb_no: Vindu maksimert
nl: Maximaliseren
pt_br: Janela maximizada
ru: Развернутое окно
tr: Pencere ekranı kapladı
uk: Вікно розгорнуте

source: Whether the window is maximized
cs: Zda je okno maximalizované
de: Ob das Fenster maximiert ist
fr: Si la fenêtre est maximisée ou non
hi: क्या विंडो अधिकतम है
it: Se la finestra è massimizzata
nl: Of het venster gemaximaliseerd moet worden
ru: Независимо от того, развернуто ли окно
uk: Чи розгорнуте вікно

source: Instances
cs: Instance
de: Instanzen
fi: Ilmentymät
hi: इंस्टेंस
it: Istanze
ja: インスタンス
nb_no: Instanser
nl: Processen
pt_br: Instâncias
ru: Процессы
si: අවස්ථා
tr: Örnekler
uk: Екземпляри

source: Identifiers of instances to be found in /re/sonny/Tangram/instances/
cs: Identifikátory instancí, které lze nalézt v /re/sonny/Tangram/instances/
de: Bezeichner von Instanzen, die in /re/sonny/Tangram/instances/ zu finden sind
fi: Tunnisteet ilmentymille jotka löytyvät polusta /re/sonny/Tangram/instances/
fr: Identificateurs d'instances à trouver dans /re/sonny/Tangram/instances/
hi: /re/sonny/Tangram/instances/ में पाए जाने वाले उदाहरणों के पहचानकर्ता
it: Identificatori delle istanze che sono trovati in /re/sonny/Tangram/instances/
ja: /re/sonny/Tangram/instances/ にあるインスタンスの識別子です。
nb_no: Gjenkjenner instansene som er å finne i /re/sonny/Tangram/instances/
nl: Identificatie van processen op basis van /re/sonny/Tangram/instances/
pt_br: Identificadores de instâncias podem ser encontrados em /re/sonny/Tangram/instances/
ru: Идентификаторы экземпляров можно найти в /re/sonny/Tangram/instances/
si: /re/sonny/Tangram/instances/ හි සොයා ගත යුතු අවස්ථා හඳුනාගැනීම්
tr: /re/sonny/Tangram/instances/ içinde bulunacak örneklerin tanımlayıcıları

source: Name
cs: Název
fi: Nimi
fr: Nom
hi: नाम
it: Nome
ja: 名前
nb_no: Navn
nl: Naam
pt_br: Nome
ru: Имя
si: නම
tr: Ad

source: Name to display
cs: Název, který se má zobrazit
de: Anzeigename
fi: Näytettävä nimi
fr: Nom à afficher
hi: प्रदर्शित करने के लिए नाम
it: Nome da mostrare
ja: 表示する名前
nb_no: Navn å vise
nl: De te tonen naam
pt_br: Nome a exibir
ru: Видимое название
si: ප්රදර්ශනය කිරීමට නම
tr: Görünecek ad
uk: Назва для відображення

source: URL
fi: URL-osoite
nb_no: Nettadresse
ru: URL-адресс
tr: Adres

source: Start URL
cs: Počáteční URL
de: URL der Startseite
fi: Aloitus-URL
fr: URL de départ
hi: URL प्रारंभ करें
it: URL di partenza
ja: スタートURL
nb_no: Start-nettadresse
nl: De starturl
pt_br: Iniciar URL
ru: Стартовый URL
si: URL ආරම්භ කරන්න
tr: Başlangıç Adresi
uk: Початкова URL-адреса

source: User agent
cs: Uživatelský agent
fi: Käyttäjäagentti
fr: Agent utilisateur
hi: उपयोगकर्ता एजेंट
ja: ユーザーエージェント
nb_no: Brukeragent
nl: Gebruikersagent
pt_br: Usuário-agente
ru: Пользовательский агент
tr: Kullanıcı aracısı

source: String that will be used as user agent, to identify the browser to the web servers.
cs: Řetězec, který bude použit jako uživatelský agent k identifikaci prohlížeče pro webové servery.
de: Zeichenfolge, die als User-Agent verwendet wird, um den Browser gegenüber den Webservern zu identifizieren.
fi: Merkkijono, jota käytetään käyttäjäagenttina selaimen tunnistamiseen web-palvelimille.
fr: Chaîne qui sera utilisée comme agent utilisateur, pour identifier le navigateur auprès des serveurs web.
hi: वेब सर्वर पर ब्राउज़र की पहचान करने के लिए स्ट्रिंग का उपयोग उपयोगकर्ता एजेंट के रूप में किया जाएगा।
it: Stringa che sarà usata come user agent per identificare il browser ai server.
ja: ユーザーエージェントとして使用される文字列で、ウェブサーバに対してブラウザの種類を識別するためのものです。
nb_no: Streng brukt til å tilkjennegi hvilken nettleser du bruker til nett-tjenere.
nl: De tekenreeks die dient te worden gebruikt als gebruikersagent, waardoor webservers weten met welke browser ze te maken hebben.
pt_br: Texto que irá ser utilizado como usuário-agente para identificar o navegador aos servidores web.
ru: Строка, которая будет использоваться в качестве пользовательского агента для идентификации браузера на веб-серверах.
si: වෙබ් සේවාදායකයන් වෙත බ්‍රවුසරය හඳුනා ගැනීමට, පරිශීලක නියෝජිතයා ලෙස භාවිත කෙරෙන තන්තුව.
tr: Web tarayıcıyı sunuculara tanımlamaya yarayan, kullanıcı aracısı olarak kullanılacak dizge.
uk: Рядок, який використовуватиметься як user agent для ідентифікації браузера веб-серверами.

source: Notifications priority
cs: Priorita oznámení
de: Priorität der Benachrichtigungen
fi: Ilmoitusten prioriteetti
fr: Priorité des notifications
hi: सूचनाएं प्राथमिकता
it: Priorità delle notifiche
ja: 通知の優先度
nb_no: Merknadsprioritet
nl: Meldingsprioriteit
pt_br: Prioridade das notificações
ru: Приоритет уведомлений
si: දැනුම්දීම් ප්‍රමුඛතාවය
tr: Bildirim önceliği
uk: Пріоритет повідомлень

source: Sets the priority of notifications
cs: Nastaví prioritu oznámení
de: Legt die Priorität von Benachrichtigungen fest
fi: Asettaa ilmoitusten prioriteetin
fr: Définit la priorité des notifications
hi: सूचनाओं की प्राथमिकता निर्धारित करता है
it: Imposta la priorità delle notifiche
ja: 通知の優先度の設定
nb_no: Setter prioritet for merknader
nl: Stel de prioriteit van meldingen in
pt_br: Define a prioridade das notificações
ru: Устанавливает приоритет уведомлений
si: දැනුම්දීම් වල ප්‍රමුඛතාවය සකසයි
tr: Bildirimlerin önceliğini ayarlar
uk: Встановлює пріоритет сповіщень

source: translator-credits
cs: Amerey.eu
de: Stefan Schönberger <mail@sniner.dev>
fi: kääntäjän arvosanat
fr: crédits-traducteur
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
it: Michael Moroni https://airon90.github.io, Andrea Brandi https://andreabrandi.com
ja: Sibuya Kaz <sibuyakazokuu@gmail.com>
nb_no: Allan Nordhøy <epost@anotheragency.no>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Gabriel Gian <gabrielgian@protonmail.com>
ru: авторы перевода
si: Python Plumber <mario.yellow.bea@proton.me>
tr: Sabri Ünal <libreajans@gmail.com>
uk: Volodymyr Oliinyk <volodymyr.oliinyk.name@gmail.com>

source: Normal
cs: Normální
hi: सामान्य
it: Normale
nl: Normaal
ru: Нормальный
uk: Нормальний

source: Low
cs: Nízká
de: Niedrig
fr: Bas
hi: निचे
it: Basso
nl: Laag
pt_br: Baixo
ru: Низкий
uk: Низький

source: High
cs: Vysoká
de: Hoch
fr: Élevé
hi: ऊपर
it: Alto
nl: Hoog
pt_br: Alto
ru: Высокий
uk: Високий

source: Urgent
cs: Naléhavá
de: Dringend
hi: अत्यावश्यक
it: User agent
ru: Срочный
uk: Терміново

# shortcut window
source: General
cs: Obecné
de: Allgemein
fi: Yleiset
fr: Général
hi: जनरल
it: Generale
ja: 一般
nb_no: Generelt
nl: Algemeen
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальний

# shortcut window
source: Go to the next tab
cs: Přejít na další záložku
de: Zum nächsten Tab wechseln
fi: Siirry seuraavaan välilehteen
fr: Aller à l'onglet suivant
hi: अगले टैब पर जाएँ
it: Vai alla scheda successiva
ja: 次のタブへ
nb_no: Gå til neste fane
nl: Ga naar volgend tabblad
pt_br: Ir à próxima aba
ru: Перейти на следующую вкладку
si: ඊළඟ ටැබ් එකට යන්න
tr: Sonraki sekmeye git
uk: Перейти до наступної вкладки

# shortcut window
source: Go to the previous tab
cs: Přejít na předchozí záložku
de: Zum vorherigen Tab wechseln
fi: Siirry edelliseen välilehteen
fr: Aller à l'onglet précédent
hi: पिछले टैब पर जाएँ
it: Vai alla scheda precedente
ja: 前のタブへ
nb_no: Gå til forrige fane
nl: Ga naar vorig tabblad
pt_br: Ir à aba anterior
ru: Перейти на предыдущую вкладку
si: පෙර පටිත්ත වෙත යන්න
tr: Önceki sekmeye git
uk: Перейти до попередньої вкладки

# shortcut window
source: Move current tab to the left
cs: Přesunout aktuální záložku doleva
de: Aktuellen Tab nach links verschieben
fi: Siirrä nykyinen välilehti vasemmalle
fr: Déplacer l'onglet actuel vers la gauche
hi: वर्तमान टैब को बाएं ले जाएं
it: Sposta l'attuale scheda a sinistra
ja: 現在のタブを左に移動
nb_no: Flytt nåværende fane til venstre
nl: Huidig tabblad naar links verplaatsen
pt_br: Mover aba atual à esquerda
ru: Переместить текущую вкладку влево
si: වත්මන් ටැබය වමට ගෙන යන්න
tr: Geçerli sekmeyi sola taşı
uk: Перемістити поточну вкладку ліворуч

# shortcut window
source: Move current tab to the right
cs: Přesunout aktuální záložku doprava
de: Aktuellen Tab nach rechts verschieben
fi: Siirrä nykyinen välilehti oikealle
fr: Déplacer l'onglet actuel vers la droite
hi: वर्तमान टैब को दाएं ले जाएं
it: Sposta l'attuale scheda a destra
ja: 現在のタブを右に移動
nb_no: Flytt nåværende fane til høyre
nl: Huidig tabblad naar rechts verplaatsen
pt_br: Mover aba atual à direita
ru: Переместить текущую вкладку вправо
si: වත්මන් ටැබය දකුණට ගෙන යන්න
tr: Geçerli sekmeyi sağa taşı
uk: Перемістити поточну вкладку праворуч

# shortcut window
source: Quit
cs: Ukončit
de: Beenden
fi: Lopeta
fr: Quitter
hi: छोड़ें
it: Chiudi
ja: 終了
nb_no: Avslutt
nl: Afsluiten
pt_br: Sair
ru: Завершение приложения
si: ඉවත්
tr: Çık
uk: Вийти

# shortcut window
source: Shortcuts
cs: Zkratky
de: Tastenkürzel
fi: Pikanäppäimet
fr: Raccourcis
hi: शॉर्टकट
it: Scorciatoie
ja: ショートカット
nb_no: Snarveier
nl: Sneltoetsen
pt_br: Atalhos
ru: Ярлыки
si: කෙටිමං
tr: Kısayollar
uk: Ярлики

# shortcut window
source: Toggle inspector
cs: Přepnout inspektora
de: Inspektorfenster ein-/ausblenden
fi: Tarkastaja päälle/pois
fr: Activer/Désactiver l'inspecteur
hi: निरीक्षक टॉगल करें
it: Attiva/disattiva ispettore
ja: インスペクタの切り替え
nb_no: Høyre
nl: Webinspectie tonen/verbergen
pt_br: Ativar inspetor
ru: Переключить инспектор
si: ටොගල් පරීක්ෂක
tr: İnceleyiciyi aç/kapat
uk: Перемкнути інспектор

# shortcut window
source: First – Ninth Tab
cs: První – devátá záložka
de: Erster bis neunter Tab
fi: 1. - 9. välilehti
fr: Premier – Neuvième onglet
hi: पहला - नौवाँ टैब
it: Prima-nona scheda
ja: 1番目から9番目のタブ
nb_no: Første – niende fane
nl: Tabblad 1 t/m 9
pt_br: Primeira – nona aba
ru: Первая – девятая вкладка
si: පළමු - නවවන ටැබය
tr: İlk – Dokuzuncu Sekme
uk: Перша – дев’ята вкладка

# shortcut window
source: Navigation
cs: Navigace
fi: Liikkuminen
hi: नेविगेशन
it: Navigazione
ja: ナビゲーション
nb_no: Navigasjon
nl: Navigatie
pt_br: Navegação
ru: Навигация
si: සංචලනය
tr: Gezinme
uk: Навігація

# shortcut window
source: Go to homepage
cs: Přejít na domovskou stránku
de: Zur Startseite gehen
fi: Siirry kotisivulle
fr: Aller à l'accueil
hi: मुखपृष्ठ पर जाएँ
it: Vai alla pagina principale
ja: ホームページに戻る
nb_no: Gå til hjemmesiden
nl: Startpagina openen
pt_br: Ir à página inicial
ru: Перейти на домашнюю страницу
si: මුල් පිටුවට යන්න
tr: Başlangıç sayfasına git
uk: Перейти на головну сторінку

# shortcut window
source: Reload current page
cs: Znovu načíst aktuální stránku
de: Aktuelle Seite neu laden
fi: Lataa nykyinen sivu uudelleen
fr: Recharger la page actuelle
hi: वर्तमान पृष्ठ पुनः लोड करें
it: Ricarica l'attuale pagina
ja: 現在のページを再読み込み
nb_no: Last inn nåværende side igjen
nl: Huidige pagina herladen
pt_br: Recarregar a página atual
ru: Перезагрузить текущую страницу
si: වත්මන් පිටුව නැවත පූරණය කරන්න
tr: Geçerli sayfayı yeniden yükle
uk: Перезавантажити поточну сторінку

# shortcut window
source: Reload bypassing cache
cs: Znovu načíst bez mezipaměti
de: Seite komplett neu laden
fi: Lataa sivu uudelleen ohittaen välimuisti
fr: Recharger en contournant le cache
hi: कैश को बायपास करके पुनः लोड करें
it: Ricarica aggirando la cache
ja: キャッシュをバイパスしてリロード
nb_no: Last inn utenom hurtiglager
nl: Herladen zonder cache
pt_br: Recarregar ignorando o cache
ru: Перезагрузить в обход кеша
si: හැඹිලි මඟහැර නැවත පූරණය කරන්න
tr: Önbelleği atlayarak yeniden yükle
uk: Перезавантажити в обхід кешу

# shortcut window
source: Stop loading current page
cs: Zastavit načítání aktuální stránky
de: Laden der aktuellen Seite abbrechen
fi: Lopeta nykyisen sivun lataaminen
fr: Arrêter le chargement de la page actuelle
hi: वर्तमान पृष्ठ लोड करना बंद करें
it: Ferma il caricamento dell'attuale pagina
ja: 現在のページの読み込みを中止
nb_no: Stopp innlasting av nåværende side
nl: Laden afbreken
pt_br: Parar de recarregar a página atual
ru: Остановить загрузку текущей страницы
tr: Geçerli sayfanın yüklenmesini durdur
uk: Зупинити завантаження поточної сторінки

# shortcut window
source: Go back to the previous page
cs: Přejít na předchozí stránku
de: Zurück zur vorherigen Seite
fi: Siirry edelliselle sivulle
fr: Retourner à la page précédente
hi: पिछले पृष्ठ पर वापस जाएँ
it: Torna alla pagina precedente
ja: 前のページに戻る
nb_no: Gå tilbake til forrige side
nl: Ga naar de vorige pagina
pt_br: Voltar à página anterior
ru: Вернуться к предыдущей странице
si: පෙර පිටුවට ආපසු යන්න
tr: Önceki sayfaya git
uk: Повернутися на попередню сторінку

# shortcut window
source: Go forward to the next page
cs: Přejít na další stránku
de: Weiter zur nächsten Seite
fi: Siirry seuraavalle sivulle
fr: Aller à la page suivante
hi: अगले पृष्ठ पर आगे बढ़ें
it: Vai avanti alla pagina successiva
ja: 次のページに進む
nb_no: Gå forover til neste side
nl: Ga naar de volgende pagina
pt_br: Ir à próxima página
ru: Перейти к следующей странице
si: ඊළඟ පිටුවට යන්න
tr: Sonraki sayfaya git
uk: Перейти до наступної сторінки

# shortcut window
source: Focus the address bar
cs: Adresní řádek
de: In die Adresszeile springen
fi: Kohdista osoiteriville
fr: Centrer la barre d'adresse
hi: एड्रेस बार पर फोकस करें
it: Focus sulla barra degli indirizzi
ja: アドレスバーを選択
nb_no: Fokuser på adressefeltet
nl: Adresbalk focussen
pt_br: Focar na barra de endereços
ru: Фокус на адресной строке
si: ලිපින තීරුව වෙත අවධානය යොමු කරන්න
tr: Adres çubuğuna odaklan
uk: Фокус адресного рядка

source: Top
cs: Nahoře
de: Oben
fi: Yläosa
fr: Haut
hi: ऊपर
it: Alto
ja: 上
nb_no: Topp
nl: Bovenaan
pt_br: Topo
ru: Сверху
si: ඉහල
tr: Üst

source: Left
cs: Vlevo
de: Links
fi: Vasen
fr: Gauche
hi: बाएं
it: Sinistra
ja: 左
nb_no: Venstre
nl: Links
pt_br: Esquerda
ru: Слева
si: වම
tr: Sol
uk: Ліворуч

source: Right
cs: Vpravo
de: Rechts
fi: Oikea
fr: Droite
hi: दाएं
it: Destra
ja: 右
nb_no: Høyre
nl: Rechts
pt_br: Direita
ru: Справа
si: දකුණ
tr: Sağ
uk: Праворуч

source: Bottom
cs: Dole
de: Unten
fi: Alaosa
fr: Bas
hi: नीचे
it: Basso
ja: 下
nb_no: Bunn
nl: Onderaan
pt_br: Fundo
ru: Снизу
si: පහළ
tr: Alt

source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastaturkurzbefehle
fi: Pikanäppäimet
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
it: Scorciatoie da tastiera
ja: キーボードショートカット
nb_no: Tastatursnarveier
nl: Sneltoetsen
pt_br: Atalhos de teclado
ru: Горячие Клавиши
si: යතුරුපුවරු කෙටිමං
tr: Klavye Kısayolları
uk: Гарячі клавіши

source: About Tangram
cs: O aplikaci Tangram
de: Über Tangram
fi: Tietoja - Tangram
fr: À propos de Tangram
hi: Tangram के बारे में
it: Informazioni su Tangram
ja: Tangramについて
nb_no: Om
nl: Oven Tangram
pt_br: Sobre o Tangram
ru: Про Tangram
si: Tangram ගැන
tr: Tangram Hakkında
uk: Про Tangram

source: Franz;Ferdi;Rambox;Wavebox;Station;
it: Franz;Ferdi;Rambox;Wavebox;Station;Stazione;

source: Tangram now works properly on Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...).
si: Tangram දැන් Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...) මත නිසි ලෙස ක්‍රියා කරයි.

source: Weither the window is maximized
si: කවුළුව උපරිම කරන ලදී
